Repository: luke-chang/MacishType
Catalog: MacishType/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Convert to Simplified Chinese
zh_hant: 轉換輸出為簡體中文

source: Loading…
zh_hant: 載入中…

source: Find Input Code
zh_hant: 尋找輸入碼

source: Character
zh_hant: 字

source: %@ Code
zh_hant: %@碼

source: Enter characters to look up
zh_hant: 輸入要查碼的文字

source: Enter text to look up input codes
zh_hant: 輸入文字以查詢拆碼

source: Failed to load this input method
zh_hant: 無法載入此輸入法

source: Short code
zh_hant: 簡碼

source: Follow system
zh_hant: 跟隨系統

source: Keyboard layout
zh_hant: 鍵盤配置

source: Other
zh_hant: 其他

source: About MacishType
zh_hant: 關於 MacishType

source: Author
zh_hant: 作者

source: Candidate window
zh_hant: 候選字視窗

source: Choose engine folder
zh_hant: 請選擇引擎資料夾

source: Choose Folder…
zh_hant: 選擇資料夾…

source: Clear
zh_hant: 清除

source: Engine folder
zh_hant: 引擎資料夾

source: Engine load failed
zh_hant: 引擎載入失敗

source: Font size:
zh_hant: 字體大小：

source: General
zh_hant: 一般

source: Horizontal
zh_hant: 水平

source: Invalid engine folder
zh_hant: 無效的引擎資料夾

source: No customizable settings.
zh_hant: 沒有可調整的選項

source: Not selected
zh_hant: 未選擇

source: Orientation:
zh_hant: 方向：

source: Select a CIN table
zh_hant: 請選擇表格檔

source: CIN table load failed
zh_hant: 表格載入失敗

source: Selected folder must contain manifest.json
zh_hant: 所選資料夾必須包含 manifest.json

source: Settings…
zh_hant: 設定⋯

source: Show predictive completions
zh_hant: 顯示關聯字

source: Character set
zh_hant: 候選字集

source: All displayable
zh_hant: 全部可顯示字集

source: Full keeps the entire table, which may include characters that need an extra font installed to display.
zh_hant: 完整字集保留整張表格，可能包含需要額外安裝字型才能顯示的字。

source: Full
zh_hant: 完整字集

source: Standard
zh_hant: 僅標準字集

source: Typing
zh_hant: 輸入行為

source: Version
zh_hant: 版本

source: Vertical
zh_hant: 垂直

source: No match
zh_hant: 無此字

source: Preview candidates while typing
zh_hant: 即時預覽候選字

source: Choose File…
zh_hant: 選擇檔案…

source: CIN table
zh_hant: CIN 表格

source: Invalid CIN table
zh_hant: 無效的 CIN 表格

source: The selected file is not a valid .cin table.
zh_hant: 所選檔案不是有效的 .cin 表格。
